---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireType.NeutralMultiplier
source: html/f7678fb7-e63f-fb06-6c50-e41afa4b7675.htm
---
# Autodesk.Revit.DB.Electrical.WireType.NeutralMultiplier Property

The neutral multiplier type of the wire type.

## Syntax (C#)
```csharp
public double NeutralMultiplier { get; set; }
```